{
  "civic101": [
    {
      "title": "Civic Research 101",
      "subtitle": "What is Civic Research?",
      "description": "Civic Research is the shaping of knowledge about a community by that community. It is both a process (participatory and action-oriented) and a product (the study of civic life) that is directly meaningful to those who partake in it. It informs how a community imagines and builds itself.",
      "selectedResources": [
        {
          "name": "Civic Research Agenda",
          "summary": "is a project in the City of Boston is an initiative by the Mayor’s Office of New Urban Mechanics that invites community members to collaborate on identifying and addressing local public policy issues through participatory research and dialogue."
        }
      ]
    },
    {
      "title": "Civic Data 101",
      "subtitle": "What is Civic Data?",
      "description": "Civic Data refers to data that is collected, managed, and used to improve civic life and public services. This data can include information on public health, transportation, education, and any other aspect of community life.",
      "selectedResources": [
        {
          "name": "data.org",
          "summary": "is accelerating the power of data and AI to solve some of our greatest global challenges. We think globally and work locally to build the field of data for social impact."
        }
      ]
    },
    {
      "title": "Civic Tech 101",
      "subtitle": "What is Civic Tech?",
      "description": "Civic Tech refers to the use of technology to enhance civic engagement, improve public services, and solve community problems. This can include digital tools and platforms that facilitate communication between residents and government, applications that provide access to public services, and technologies that enable data collection and analysis for better decision-making.",
      "selectedResources": [
        {
          "name": "Civic Tech Field Guide",
          "summary": "offers the world’s largest collection of projects using tech for the common good."
        }
      ]
    },
    {
      "title": "Civic Design 101",
      "subtitle": "What is Civic Design?",
      "description": "Civic design refers to the practice of creating, understanding, and improving public spaces and services to benefit communities.",
      "selectedResources": [
        {
          "name": "Civic Design Library",
          "summary": "is a crowdsourced data set of civic design resources created by global practitioners working at the intersection of design and the public sector."
        }
      ]
    }
  ]
}
