{
  "partnerships": [
    {
      "title": "Civic X Partnerships",
      "subtitle": "What’s the point of partnerships?",
      "description": "This section offers an in-depth guide on creating, cultivating, and sustaining partnerships to enhance collaboration, resource-sharing, and community engagement. These modules demonstrate that you are not alone—many like-minded individuals and resources are available to assist you in launching your syllabus. ",
      "selectedResources": [
        {
          "name": "Returning to Our Roots: The Engaged Institution (February 1999)",
          "summary": "is a report that is part of a series by the Kellogg Commission on the Future of State and Land-Grant Universities. This commission, which operated from January 1996 to March 2000, aimed to raise awareness about the need for higher education reform among public universities. The report specifically focuses on university engagement."
        }
      ]
    },
    {
      "title": "Forging New Civic X Partnerships",
      "subtitle": "How do you start a Ciciv X project anyway?",
      "description": "Explore principles, case studies, examples, and networks that can help you build new Civic X partnerships.",
      "selectedResources": [
        {
          "name": "18F Partnership Principles",
          "summary": "is a guide to help you understand how your agency team and 18F can work together successfully. You’ll learn what to expect and how our two teams will form a fed-to-fed partnership that may be different from work you’ve done with private vendors. "
        },
        {
          "name": "Civic Switchboard – for academic and public libraries interested in civic data",
          "summary": "is an Institute of Museum and Library Services supported effort that aims to develop the capacity of academic and public libraries in civic data ecosystems. "
        }
      ]
    },
    {
      "title": "Who’s at the Table: Power, Expertise, Equity.",
      "subtitle": "Who is our table for? How can we show them that they are welcome?",
      "description": "Consider a diverse group of stakeholders, including community members, experts, policymakers, and marginalized groups whose voices are often underrepresented.",
      "selectedResources": [
        {
          "name": "Community Voice Is Expertise",
          "summary": "emphasizes the importance of community engagement in research, policy analysis, and federal agency work to advance equity and inclusion."
        }
      ]
    },
    {
      "title": "Trust",
      "subtitle": "What does ‘building trust’ look like? How can we build trust with institutions? How can we build trust across institutions?",
      "description": "Building trust involves consistent actions that demonstrate reliability, integrity, and transparency. It includes open communication, delivering on promises, and showing respect and understanding for partners’ perspectives and needs.",
      "selectedResources": [
        {
          "name": "Slow Ideas",
          "summary": "explores why some innovations spread rapidly while others take much longer to gain acceptance."
        }
      ]
    }
  ]
}
